accountsservice
acpi
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alsa-firmware
alsa-plugins
alsa-utils
arandr
arc-gtk-theme-eos
archlinux-xdg-menu
autoconf
automake
awesome-terminal-fonts
b43-fwcutter
base
bash-completion
bind
binutils
bison
bpython
btrfs-progs
cantarell-fonts
capitaine-cursors
celluloid
cheese
chromium
cryptsetup
cups
cups-filters
cups-pdf
device-mapper
dex
dhclient
dialog
diffutils
dmenu
dmidecode
dmraid
dnsmasq
dosfstools
downgrade
duf
dunst
e2fsprogs
efibootmgr
efitools
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
endeavouros-xfce4-terminal-colors
eos-apps-info
eos-hooks
eos-log-tool
eos-qogir-icons
eos-rankmirrors
eos-update-notifier
espeak-ng
ethtool
evince
exfatprogs
f2fs-tools
fakeroot
fd
ffmpegthumbnailer
file
file-roller
findutils
firefox
firefox-developer-edition
flex
foomatic-db
foomatic-db-engine
foomatic-db-gutenprint-ppds
foomatic-db-nonfree
foomatic-db-nonfree-ppds
foomatic-db-ppds
fsarchiver
galculator
gawk
gcc
gettext
ghostscript
git
github-cli
glances
gnome-control-center
gnome-disk-utility
gnu-netcat
grep
groff
grub
grub-tools
grub2-theme-endeavouros
gsfonts
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gthumb
gtk-engine-murrine
gutenprint
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
handbrake
haveged
hdparm
hplip
htop
hwdetect
hwinfo
i3-gaps
i3blocks
i3lock
i3status
inetutils
intel-ucode
inxi
ipw2100-fw
ipw2200-fw
iwd
jfsutils
jq
kubectl
kubectx
less
libdvdcss
libgsf
libopenraw
libtool
libwnck3
lightdm
lightdm-slick-greeter
linux
linux-atm
linux-firmware
linux-headers
linux-lts
linux-lts-headers
logrotate
lsb-release
lsscsi
lvm2
lxappearance-gtk3
m4
make
man-db
man-pages
mdadm
meld
mesa-utils
minikube
mkinitcpio
mkinitcpio-busybox
mkinitcpio-nfs-utils
mkinitcpio-openswap
mlocate
modemmanager
mousetweaks
mtools
nano
nano-syntax-highlighting
nautilus
nbd
ndisc6
nemo
neofetch
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
nitrogen
nmap
nodejs
noto-fonts
npm
nss-mdns
ntfs-3g
ntp
numlockx
openconnect
opendesktop-fonts
openvpn
orca
os-prober
p7zip
pacman
pacman-contrib
papirus-icon-theme
patch
pavucontrol
perl
picom
pipewire-alsa
pipewire-jack
pipewire-media-session
pipewire-pulse
pkgconf
pkgfile
playerctl
polkit-gnome
poppler-glib
powertop
ppp
pptpclient
pv
python
python-defusedxml
python-packaging
python-pip
python-pynvim
python-pyqt5
python-reportlab
rebuild-detector
reflector
reflector-simple
reiserfsprogs
ripgrep
rofi
rp-pppoe
rsync
rxvt-unicode
s-nail
scrot
sed
sg3_utils
signal-desktop
slop
smartmontools
smplayer
sof-firmware
splix
sshfs
stress
sudo
sysfsutils
sysstat
system-config-printer
systemd-sysvcompat
telegram-desktop
texinfo
thunar
thunar-archive-plugin
thunar-volman
tldr
tlp
ttf-bitstream-vera
ttf-dejavu
ttf-hack
ttf-liberation
ttf-opensans
tumbler
unrar
unzip
upower
usb_modeswitch
usbutils
vidcutter
vim
vpnc
welcome
wget
which
whois
wireless-regdb
wireless_tools
wpa_supplicant
xbindkeys
xcape
xclip
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xed
xf86-input-libinput
xf86-video-intel
xfce4-terminal
xfsprogs
xl2tpd
xorg-server
xorg-xbacklight
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xsane
xterm
yad-eos
yay
zsh
